{
  "seo.meta.description": "Learn programming with NganggurDev's free coding tutorials in English and Indonesian. Start your coding journey now!",
  "seo.meta.articles.description": "Discover the latest and most comprehensive programming tutorials to help you learn coding easily. Covers HTML, CSS, JavaScript, PHP, Laravel, and other modern technologies!",
  "seo.meta.keywords": "learn programming, learn coding, English, Indonesian, Laravel, CSS, HTML, Tailwind, Vue, web development, beginner coding, NganggurDev",
  "seo.meta.articles.keywords": "programming tutorials, learn to code, web development, coding guide, HTML, CSS, JavaScript, PHP, Laravel, Vue, developer tutorials",
  "seo.og_title": "Learn Programming with NganggurDev | Free Coding Tutorials",
  "seo.og_description": "Discover free coding tutorials in English and Indonesian at NganggurDev. Start learning today!",
  "seo.og_image": "https://nganggurdev.com/assets/images/og-image.png",
  "seo.og_url": "https://nganggurdev.com",
  "seo.og_type": "website",
  "seo.og_site_name": "NganggurDev",
  "seo.robots": "index, follow",


  "navigation.section.1": "Home",
  "navigation.section.2": "Articles",
  "navigation.section.3": "Course Videos",
  "navigation.section.4": "Projects",
  "navigation.section.5": "Shop",
  "navigation.section.6": "Contact Us",
  "navigation.section.7": "Our Partners",
  "navigation.section.8": "Advertising",
  "navigation.section.9": "About Us",
  "navigation.section.10": "Privacy Policy",


  "brand_name": "NganggurDev",
  "hero_text.part1": "Make the most of your free time by",
  "hero_text.part2": "learning with us",
  "sub_text.1": "Faithfully Accompanying Your Free Time as a Weng Dev (Web Developer)",
  "sub_text.2": "404 Job Not Found",
  "button.landing_page.text": "View Articles",
  "why_learn_with_us": "Why Learn with Us?",
  "reason_learn_from_us.1": "Our materials are available in (ID|EN), ensuring you can understand programming concepts more easily in the language most comfortable for you.",
  "reason_learn_from_us.2": "Designed specifically for beginners, our materials are presented simply and structured, helping you start your programming learning journey with confidence, even without prior experience.",
  "reason_learn_from_us.3": "We believe that the best learning process is achieved when materials are presented clearly and are easy to digest.",
  "10_free_tutorials": "10+ Free Coding Guides",
  "motivational_quotes": "Empowering everyone to become a programming expert from the basics.",
  "search.placeholder": "What do you want to learn today?",
  "article.featured": "<span class='text-rose-400 dark:text-slate-100'>Featured</span> Articles",
  "collection.featured_article": "A collection of featured articles containing programming tutorials relevant to the needs of today's developers.",
  "home.latest_article": "<span class='text-rose-400 dark:text-slate-100'>Latest</span> Articles",
  "collection.latest_article": "A collection of the latest articles to support your learning process.",
  "latest.article": "Latest Articles",
  "home.series_article": "Article <span class='text-rose-400 dark:text-slate-100'>Series</span>",
  "collection.series_article": "A collection of articles containing a structured programming learning series, starting from basic concepts to advanced levels.",
  "start_learning": "Start Learning",
  "copyright": "All Rights Reserved",
  "article.series" : "Article Series",
  "badge.article": "Article",
  "badge.product": "Product",
  "hero_text.article.1": "Article Courses with",
  "hero_text.article.2": "Clear Examples",
  "explore.our.latest.article.content": "Explore our latest article content",
  "category.text": "Category",
  "visit.more.products": "Visit more products",
  "visit.more.articles": "Visit more articles",
  "hero_text.products.1": "Find a variety of",
  "delicious_snack": "delicious snack",
  "hero_text.products.2": "products and interesting apps here",
  "coding_need_a_snack": "Coding need a <span class='text-rose-400 dark:text-slate-100'>snack?</span>",
  "donation.text": "Like the articles on <span class='font-semibold text-rose-600 italic'>NganggurDev</span>? Let's give support to the writer. Thank you very much! <span class='text-rose-500 text-md'>❤</span>",
  "search.no_results": "No results found for your search.",

  "about_us.content.introduction.1": "Welcome to <span class='font-semibold dark:text-slate-100'>NganggurDev</span> - a learning hub for anyone who wants to use their free time to learn programming, whether they are beginners or already skilled in the field. We believe that everyone can learn programming languages regardless of their educational background or prior experience, and that is why we have designed content that is beginner-friendly, easy to understand, and systematically structured from the basics to advanced levels.",
  "about_us.content.introduction.2": "The name <span class='font-semibold dark:text-slate-100'>NganggurDev</span> comes from the word 'nganggur' (Indonesian) which means someone who is unemployed, and 'dev' which is short for developer. The reason for choosing this phrase is the reality of what is happening in today's era, where many developers, especially <span class='font-semibold dark:text-slate-100'>website developers</span>, find it very difficult to find jobs that match their field. However, as the CEO & Founder of <span class='font-semibold dark:text-slate-100'>NganggurDev</span>, I don't want to give up. In fact, from this condition, I am encouraged to continue to create through the materials or articles that I make, so that they can be useful for anyone who wants to learn and develop in the world of programming.",
  "about_us.what_we_offer.title": "What we offer:",
  "about_us.what_we_offer.list.1": "<span class='font-semibold dark:text-slate-100'>Free programming articles and tutorials</span> that can be accessed anytime.",
  "about_us.what_we_offer.list.2": "<span class='font-semibold dark:text-slate-100'>Multi-language support (EN | ID)</span> so we can choose the language that is most comfortable for learning.",
  "about_us.what_we_offer.list.3": "<span class='font-semibold dark:text-slate-100'>Step-by-step guide</span> complete with clear code examples and simple explanations.",
  "about_us.what_we_offer.list.4": "<span class='font-semibold dark:text-slate-100'>A series of tutorials on creating simple to complex projects</span> using frameworks and non-frameworks.",
  "about_us.content.closing": "Our goal is to help more people discover their potential in the digital world, provide knowledge, and inspire them to continue learning..",
  "about_us.content.criticism_and_suggestion.title": "Criticism and Suggestions",
  "about_us.content.criticism_and_suggestion.description": "We greatly appreciate any constructive feedback to improve the quality of content and learning experience at NganggurDev. Every suggestion you provide is very meaningful to us in order to continue improving the material we present. Please feel free to contact us via email below:",
  "about_us.content.criticism_and_suggestion.email": "business.nganggurdev@gmail.com",
  "about_us.close.title": "Closing",
  "about_us.close.description": "Thank you for visiting <span class='font-semibold dark:text-slate-100'>NganggurDev</span>. We hope that all the material we present will be useful, inspiring, and a first step for us to continue to grow in the world of programming.",

  "privacy_policy.content": "<p>This Privacy Policy explains how we collect, use, and disclose your personal information when you visit our website, which provides tutorial articles on programming languages. Our site supports multiple languages, including English (EN) and Indonesian (ID). We are committed to protecting your privacy and complying with applicable data protection laws. This policy is effective as of August 11, 2025. By using our website, you agree to the terms outlined in this Privacy Policy.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">Information We Collect</h2><p>We may collect the following types of information:</p><ul class=\"ml-5 list-disc mt-3\"><li><p><span class=\"dark:text-slate-100 font-semibold\">Non-Personal Information</span>: Data collected automatically, such as IP address, browser type, device information, pages visited, time spent on pages, and referral sources. This is collected through cookies, web beacons, and similar technologies.</p></li><li><p><span class=\"dark:text-slate-100 font-semibold\">Usage Data</span>: Interactions with our content, such as search queries or article views, to improve user experience.</p></li></ul><p class=\"mt-3\">We use Google Analytics and similar tools to track site usage, but we do not collect data that personally identifies you without your consent.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">How We Use Your Information</h2><ul class=\"ml-5 list-disc\"><li><p>To provide and improve our services, including personalized content in EN or ID based on your preferences.</p></li><li><p>For analytics purposes to understand user behavior and optimize the site.</p></li><li><p>To display advertisements via Google AdSense, which may use your data to serve relevant ads.</p></li><li><p>To comply with legal obligations or protect our rights.</p></li></ul><h2 class=\"font-semibold dark:text-slate-100 my-3\">Cookies and Tracking Technologies</h2><p>Our website uses cookies to enhance functionality and user experience. Cookies are small files stored on your device.</p><ul class=\"ml-5 list-disc mt-3\"><li><p><span class=\"dark:text-slate-100 font-semibold\">Essential Cookies</span>: Necessary for site operation, such as language preferences (EN/ID).</p></li><li><p><span class=\"dark:text-slate-100 font-semibold\">Analytics Cookies</span>: From third parties like Google Analytics to monitor traffic.</p></li><li><p><span class=\"dark:text-slate-100 font-semibold\">Advertising Cookies</span>: Google AdSense uses cookies to track your visits across sites and display personalized ads based on your interests. You can opt out of personalized ads via <a href=\"https://www.google.com/settings/ads\" target=\"_blank\" class=\"text-blue-600 hover:text-blue-400 dark:text-blue-400 dark:hover:text-blue-500\">Google's Ads Settings</a> or by visiting <a href=\"https://www.aboutads.info\" target=\"_blank\" class=\"text-blue-600 hover:text-blue-400 dark:text-blue-400 dark:hover:text-blue-500\">www.aboutads.info</a>.</p></li></ul><h2 class=\"font-semibold dark:text-slate-100 my-3\">Third-Party Services and Advertising</h2><p>Our website may use third-party services, including advertising, which may collect information about your usage. We are not responsible for their privacy practices.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">Data Security</h2><p>We implement reasonable security measures to protect your information from unauthorized access, alteration, or disclosure. However, no method of transmission over the Internet is completely secure.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">Changes to This Policy</h2><p>We may update this Privacy Policy periodically. Changes will be posted here with the updated effective date. Continued use of the site constitutes acceptance of the revised policy.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">Contact Us</h2><p>If you have questions about this Privacy Policy, please contact us at <a href=\"mailto:business.nganggurdev@gmail.com\" target=\"_blank\" class=\"text-blue-600 hover:text-blue-400 dark:text-blue-400 dark:hover:text-blue-500 font-semibold mt-3 block w-fit\">business.nganggurdev@gmail.com</a></p><p class=\"mt-3\">Thank you for reading our privacy policy.</p>"
}