{
  "seo.meta.description": "Belajar pemrograman gratis dengan NganggurDev dalam bahasa Indonesia dan Inggris. Mulai sekarang!",
  "seo.meta.articles.description": "Temukan berbagai tutorial programming terbaru dan lengkap untuk membantu Anda belajar coding dengan mudah. Mulai dari HTML, CSS, JavaScript, PHP, Laravel, hingga teknologi modern lainnya.",
  "seo.meta.keywords": "belajar pemrograman, belajar coding, bahasa Indonesia, bahasa inggris, Laravel, CSS, HTML, Tailwind, Vue, web development, coding pemula, NganggurDev",
  "seo.meta.articles.keywords": "tutorial pemrograman, belajar coding, web development, panduan coding, HTML, CSS, JavaScript, PHP, Laravel, Vue, tutorial developer",
  "seo.og_title": "Belajar Pemrograman dengan NganggurDev | Tutorial Coding Gratis",
  "seo.og_description": "Temukan tutorial coding gratis dalam bahasa Inggris dan Indonesia di NganggurDev. Mulai belajar hari ini!",
  "seo.og_image": "https://nganggurdev.com/assets/images/og-image.png",
  "seo.og_url": "https://nganggurdev.com",
  "seo.og_type": "website",
  "seo.og_site_name": "NganggurDev",
  "seo.robots": "index, follow",


  "navigation.section.1": "Beranda",
  "navigation.section.2": "Artikel",
  "navigation.section.3": "Video Kursus",
  "navigation.section.4": "Projek",
  "navigation.section.5": "Toko",
  "navigation.section.6": "Hubungi Kami",
  "navigation.section.7": "Syarat dan Ketentuan",
  "navigation.section.8": "Advertising",
  "navigation.section.9": "Tentang Kami",
  "navigation.section.10": "Kebijakan Privasi",


  "brand_name": "NganggurDev",
  "hero_text.part1": "Manfaatin waktu nganggurmu dengan",
  "hero_text.part2": "belajar bersama kami",
  "sub_text.1": "Setia Menemani Masa Nganggurmu Sebagai Weng Dev",
  "sub_text.2": "404 Job Not Found",
  "button.landing_page.text": "Lihat Artikel",
  "why_learn_with_us": "Kenapa Belajar Bersama Kami?",
  "reason_learn_from_us.1" : "Materi kami tersedia dalam bahasa (ID|EN), memastikan kamu dapat memahami konsep pemrograman dengan lebih mudah dalam bahasa yang paling nyaman untukmu.",
  "reason_learn_from_us.2" : "Dirancang khusus untuk pemula, materi kami disusun secara sederhana dan terstruktur, membantu kamu memulai perjalanan belajar pemrograman dengan percaya diri, bahkan tanpa pengalaman sebelumnya.",
  "reason_learn_from_us.3" : "Kami percaya bahwa proses pembelajaran yang terbaik bisa terwujud, ketika materi disajikan dengan jelas dan mudah dicerna.",
  "10_free_tutorials" : "10+ Panduan Coding Gratis",
  "motivational_quotes" : "Memberikan semua bisa menjadi ahli pemrograman mulai dari dasar.",
  "search.placeholder": "Apa yang ingin kamu pelajari hari ini?",
  "article.featured": "Artikel <span class='text-red-400 dark:text-slate-100'>Unggulan</span>",
  "collection.featured_article": "Kumpulan artikel unggulan berisi tutorial pemrograman yang relevan dengan kebutuhan developer masa kini.",
  "home.latest_article": "Artikel <span class='text-red-400 dark:text-slate-100'>Terbaru</span>",
  "collection.latest_article": "Kumpulan artikel terbaru yang dapat membantu proses belajarmu.",
  "latest.article": "Artikel Terbaru",
  "home.series_article": "<span class='text-rose-400 dark:text-slate-100'>Seri</span> Artikel",
  "collection.series_article": "Kumpulan artikel yang berisi seri pembelajaran pemrograman yang terstruktur, dimulai dari konsep dasar hingga tingkat mahir.",
  "start_learning" : "Mulai Belajar",
  "copyright": "Hak Cipta Dilindungi",
  "article.series": "Seri Artikel",
  "badge.article": "Artikel",
  "badge.product": "Produk",
  "hero_text.article.1": "Kursus Artikel yang",
  "hero_text.article.2": "Mudah Dipahami",
  "explore.our.latest.article.content": "Jelajahi konten artikel terbaru kami",
  "category.text": "Kategori",
  "visit.more.products": "Kunjungi lebih banyak produk",
  "visit.more.articles": "Kunjungi lebih banyak artikel",
  "hero_text.products.1": "Temukan beragam produk",
  "delicious_snack": "snack lezat",
  "hero_text.products.2": "dan aplikasi menarik disini",
  "coding_need_a_snack": "Ngoding butuh <span class='text-rose-400 dark:text-slate-100'>cemilan?</span>",
  "donation.text": "Suka dengan artikel di <span class='font-semibold text-rose-600 italic'>NganggurDev</span>? Yuk, beri dukungan untuk penulis. Terima kasih banyak! <span class='text-rose-500 text-md'>❤</span>",
  "search.no_results": "Tidak ada hasil ditemukan untuk pencarianmu.",
  "profile_bio" : "bukan orang sempurna, hanya seseorang yang terus belajar dan berusaha, karena ia percaya bahwa mimpi besar lahir dari proses panjang dan konsisten.",

  "about_us.content.introduction.1": "Selamat Datang di <span class='font-semibold dark:text-slate-100'>NganggurDev</span> - rumah belajar bagi siapa pun yang ingin memanfaatkan waktu luang untuk belajar pemrograman baik pemula maupun yang sudah mahir dalam bidangnya. Kami percaya bahwa semua orang dapat belajar bahasa pemrograman tanpa memandang latar belakang pendidikan atau pengalaman sebeleumnya, dan itu menjadi alasan bagi kami untuk merancang konten yang ramah bagi pemula, mudah dipahami, dan disusun secara sistematis dari dasar hingga mahir.",
  "about_us.content.introduction.2": "Nama <span class='font-semibold dark:text-slate-100'>NganggurDev</span> berasal dari kata 'nganggur' (Bahasa Indonesia) yang berarti seseorang yang tidak memiliki pekerjaan, dan 'dev' yang merupakan singkatan dari developer. Alasan memilih kalimat tersebut adalah realita dengan apa yang terjadi di era sekarang, dimana banyak dari para developer khususnya <span class='font-semibold dark:text-slate-100'>website developer</span> sangat sulit mencari pekerjaan yang sesuai dengan bidangnya. Namun begitu, saya selaku CEO & Founder dari <span class='font-semibold dark:text-slate-100'>NganggurDev</span> tidak ingin menyerah. Justru dari kondisi seperti ini, saya terdorong untuk terus berkarya melalui materi atau artikel yang saya buat, agar dapat bermanfaat bagi siapa saja yang ingin belajar dan berkembang di dunia pemrograman.",
  "about_us.what_we_offer.title": "Apa yang kami tawarkan:",
  "about_us.what_we_offer.list.1": "<span class='font-semibold dark:text-slate-100'>Artikel & tutorial pemrograman</span> gratis yang bisa diakses kapan saja.",
  "about_us.what_we_offer.list.2": "<span class='font-semibold dark:text-slate-100'>Dukungan multi bahasa (EN | ID)</span> sehingga kita dapat memilih bahasa yang paling nyaman untuk belajar.",
  "about_us.what_we_offer.list.3": "<span class='font-semibold dark:text-slate-100'>Panduan step-by-step</span> lengkap dengan contoh kode yang jelas dan penjelasan sederhana.",
  "about_us.what_we_offer.list.4": "<span class='font-semibold dark:text-slate-100'>Seri belajar membuat proyek sederhana sampai kompleks</span> menggunakan framework maupun non framework.",
  "about_us.content.closing": "Kami memiliki tujuan untuk membantu lebih banyak orang menemukan potensi mereka di dunia digital, memberi pengetahuan, dan menginspirasi untuk terus belajar.",
  "about_us.content.criticism_and_suggestion.title": "Kritik dan Saran",
  "about_us.content.criticism_and_suggestion.description": "Kami sangat menghargai setiap masukan yang membangun untuk meningkatkan kualitas konten dan pengalaman belajar di <span class='font-semibold dark:text-slate-100'>NganggurDev</span>. Setiap saran yang Anda berikan sangat berarti bagi kami untuk terus menyempurnakan materi yang kami sajikan. Jangan ragu menghubungi kami melalui email di bawah ini:",
  "about_us.content.criticism_and_suggestion.email": "business.nganggurdev@gmail.com",
  "about_us.close.title": "Penutup",
  "about_us.close.description": "Terima kasih telah mengunjungi <span class='font-semibold dark:text-slate-100'>NganggurDev</span>. Kami berharap  setiap materi yang kami sajikan dapat bermanfaat, menginspirasi, dan menjadi langkah awal bagi kita untuk terus berkembang di dunia pemrograman.",

  "privacy_policy.content": "<p>Kebijakan Privasi ini menjelaskan bagaimana kami mengumpulkan, menggunakan, dan mengungkapkan informasi pribadi Anda saat Anda mengunjungi situs web kami, yang menyediakan artikel tutorial tentang bahasa pemrograman. Situs kami mendukung beberapa bahasa, termasuk Inggris (EN) dan Indonesia (ID). Kami berkomitmen untuk melindungi privasi Anda dan mematuhi undang-undang perlindungan data yang berlaku. Kebijakan ini berlaku efektif sejak 11 Agustus 2025. Dengan menggunakan situs web kami, Anda setuju dengan ketentuan yang diuraikan dalam Kebijakan Privasi ini.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">Informasi yang Kami Kumpulkan</h2><p>Kami mungkin mengumpulkan jenis informasi berikut:</p><ul class=\"ml-5 list-disc mt-3\"><li><p><span class=\"dark:text-slate-100 font-semibold\">Informasi Non-Pribadi</span>: Data yang dikumpulkan secara otomatis seperti alamat IP, jenis browser, informasi perangkat, halaman yang dikunjungi, waktu yang dihabiskan di halaman, dan sumber rujukan. Ini dikumpulkan melalui cookie, web beacon, dan teknologi serupa.</p></li><li><p><span class=\"dark:text-slate-100 font-semibold\">Data Penggunaan</span>: Interaksi dengan konten kami, seperti kueri pencarian atau tampilan artikel, untuk meningkatkan pengalaman pengguna.</p></li></ul><p class=\"mt-3\">Kami menggunakan Google Analytics dan alat serupa untuk melacak penggunaan situs, tetapi kami tidak mengumpulkan data yang secara pribadi mengidentifikasi Anda tanpa persetujuan Anda.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">Bagaimana Kami Menggunakan Informasi Anda</h2><ul class=\"ml-5 list-disc\"><li><p>Untuk menyediakan dan meningkatkan layanan kami, termasuk konten yang dipersonalisasi dalam EN atau ID berdasarkan preferensi Anda.</p></li><li><p>Untuk tujuan analitik guna memahami perilaku pengguna dan mengoptimalkan situs.</p></li><li><p>Untuk menampilkan iklan melalui Google AdSense, yang mungkin menggunakan data Anda untuk menayangkan iklan yang relevan.</p></li><li><p>Untuk mematuhi kewajiban hukum atau melindungi hak kami.</p></li></ul><h2 class=\"font-semibold dark:text-slate-100 my-3\">Cookie dan Teknologi Pelacakan</h2><p>Situs web kami menggunakan cookie untuk meningkatkan fungsionalitas dan pengalaman pengguna. Cookie adalah file kecil yang disimpan di perangkat Anda.</p><ul class=\"ml-5 list-disc mt-3\"><li><p><span class=\"dark:text-slate-100 font-semibold\">Cookie Esensial</span>: Diperlukan untuk operasi situs, seperti preferensi bahasa (EN/ID).</p></li><li><p><span class=\"dark:text-slate-100 font-semibold\">Cookie Analitik</span>: Dari pihak ketiga seperti Google Analytics untuk memantau lalu lintas.</p></li><li><p><span class=\"dark:text-slate-100 font-semibold\">Cookie Iklan</span>: Google AdSense menggunakan cookie untuk melacak kunjungan Anda di berbagai situs dan menampilkan iklan yang dipersonalisasi berdasarkan minat Anda. Anda dapat memilih keluar dari iklan yang dipersonalisasi melalui <a href=\"https://www.google.com/settings/ads\" target=\"_blank\" class=\"text-blue-600 hover:text-blue-400 dark:text-blue-400 dark:hover:text-blue-500\">Pengaturan Iklan Google</a>.</p></li></ul><h2 class=\"font-semibold dark:text-slate-100 my-3\">Layanan Pihak Ketiga dan Iklan</h2><p>Situs web kami mungkin menggunakan layanan pihak ketiga, termasuk iklan, yang dapat mengumpulkan informasi tentang penggunaan Anda. Kami tidak bertanggung jawab atas praktik privasi mereka. Anda dapat memilih keluar dari iklan yang dipersonalisasi dengan mengunjungi <a href=\"https://www.aboutads.info\" target=\"_blank\" class=\"text-blue-600 hover:text-blue-400 dark:text-blue-400 dark:hover:text-blue-500\">www.aboutads.info</a>.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">Keamanan Data</h2><p>Kami menerapkan langkah-langkah keamanan yang wajar untuk melindungi informasi Anda dari akses, perubahan, atau pengungkapan yang tidak sah. Namun, tidak ada metode transmisi melalui Internet yang sepenuhnya aman.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">Perubahan Kebijakan</h2><p>Kami mungkin memperbarui Kebijakan Privasi ini secara berkala. Perubahan akan diposting di sini dengan tanggal efektif yang diperbarui. Penggunaan situs yang berkelanjutan merupakan penerimaan kebijakan yang direvisi.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">Hubungi Kami</h2><p>Jika Anda memiliki pertanyaan tentang Kebijakan Privasi ini, silakan hubungi kami di <a href=\"mailto:business.nganggurdev@gmail.com\" target=\"_blank\" class=\"text-blue-600 hover:text-blue-400 dark:text-blue-400 dark:hover:text-blue-500 font-semibold mt-3 block w-fit\">business.nganggurdev@gmail.com</a></p><p class=\"mt-3\">Terima kasih telah membaca kebijakan privasi kami.</p>",

  "terms_of_service.content": "<h2 class=\"font-semibold dark:text-slate-100 my-3\">1. Penerimaan Ketentuan</h2><p>Dengan mengakses dan menggunakan NganggurDev (\"kami,\" \"milik kami,\" atau \"kita\") yang berlokasi di nganggurdev.com, Anda menerima dan setuju untuk terikat pada syarat dan ketentuan dalam perjanjian ini. Jika Anda tidak setuju untuk mematuhi ketentuan di atas, mohon jangan gunakan layanan ini.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">2. Deskripsi Layanan</h2><p>NganggurDev adalah website edukasi yang menyediakan tutorial pemrograman, artikel, dan sumber daya yang fokus pada teknologi pengembangan web termasuk namun tidak terbatas pada Laravel, PHP, JavaScript, dan bahasa pemrograman lainnya. Konten kami tersedia dalam berbagai bahasa (Inggris dan Indonesia) dan dirancang untuk tujuan edukasi.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">3. Tanggung Jawab Pengguna</h2><h3 class=\"font-semibold dark:text-slate-100 my-2\">3.1 Penggunaan yang Dapat Diterima</h3><ul class=\"ml-5 list-disc mt-3\"><li><p>Anda hanya boleh menggunakan website kami untuk tujuan yang sah</p></li><li><p>Anda setuju untuk tidak menggunakan website dengan cara yang melanggar hukum federal, negara bagian, lokal, atau internasional yang berlaku</p></li><li><p>Anda tidak akan mencoba mendapatkan akses tidak sah ke bagian mana pun dari website</p></li></ul><h3 class=\"font-semibold dark:text-slate-100 my-2\">3.2 Aktivitas yang Dilarang</h3><ul class=\"ml-5 list-disc mt-3\"><li><p>Menyalin, mendistribusikan, atau mengungkapkan bagian mana pun dari layanan dalam media apa pun</p></li><li><p>Menggunakan sistem otomatis atau perangkat lunak untuk mengekstrak data dari website</p></li><li><p>Mencoba mengganggu, mengkompromikan integritas sistem atau keamanan</p></li><li><p>Mengirimkan virus, worm, cacat, Trojan horse, atau item yang bersifat merusak</p></li></ul><h2 class=\"font-semibold dark:text-slate-100 my-3\">4. Hak Kekayaan Intelektual</h2><h3 class=\"font-semibold dark:text-slate-100 my-2\">4.1 Kepemilikan Konten</h3><ul class=\"ml-5 list-disc mt-3\"><li><p>Semua konten, termasuk namun tidak terbatas pada teks, grafik, logo, gambar, contoh kode, dan perangkat lunak, adalah milik NganggurDev atau pemasok kontennya</p></li><li><p>Konten dilindungi oleh hak cipta, merek dagang, dan hukum lainnya</p></li></ul><h3 class=\"font-semibold dark:text-slate-100 my-2\">4.2 Lisensi Terbatas</h3><ul class=\"ml-5 list-disc mt-3\"><li><p>Kami memberikan Anda lisensi terbatas, non-eksklusif, non-transferable untuk mengakses dan menggunakan konten kami untuk tujuan pribadi, edukasi, dan non-komersial</p></li><li><p>Anda dapat membagikan tautan ke artikel kami dan mereferensikan konten kami dengan atribusi yang tepat</p></li></ul><h3 class=\"font-semibold dark:text-slate-100 my-2\">4.3 Contoh Kode</h3><ul class=\"ml-5 list-disc mt-3\"><li><p>Contoh kode dan tutorial yang disediakan untuk tujuan edukasi</p></li><li><p>Anda dapat menggunakan contoh kode dalam proyek Anda sendiri, tetapi kami tidak bertanggung jawab atas masalah yang mungkin timbul dari implementasinya</p></li><li><p>Kami merekomendasikan untuk menguji dan menyesuaikan contoh kode sesuai kebutuhan spesifik Anda</p></li></ul><h2 class=\"font-semibold dark:text-slate-100 my-3\">5. Konten Buatan Pengguna</h2><h3 class=\"font-semibold dark:text-slate-100 my-2\">5.1 Komentar dan Kontribusi</h3><ul class=\"ml-5 list-disc mt-3\"><li><p>Jika kami mengaktifkan komentar atau kontribusi pengguna, Anda tetap memiliki kepemilikan konten Anda</p></li><li><p>Dengan mengirimkan konten, Anda memberikan kami lisensi di seluruh dunia, non-eksklusif, bebas royalti untuk menggunakan, memodifikasi, dan menampilkan konten Anda</p></li></ul><h3 class=\"font-semibold dark:text-slate-100 my-2\">5.2 Standar Konten</h3><ul class=\"ml-5 list-disc mt-3\"><li><p>Konten pengguna harus menghormati, relevan, dan sesuai</p></li><li><p>Kami berhak menghapus konten apa pun yang melanggar standar komunitas kami</p></li></ul><h2 class=\"font-semibold dark:text-slate-100 my-3\">6. Layanan Pihak Ketiga</h2><h3 class=\"font-semibold dark:text-slate-100 my-2\">6.1 Tautan Eksternal</h3><ul class=\"ml-5 list-disc mt-3\"><li><p>Website kami mungkin berisi tautan ke website atau layanan pihak ketiga</p></li><li><p>Kami tidak bertanggung jawab atas konten, kebijakan privasi, atau praktik situs pihak ketiga</p></li></ul><h3 class=\"font-semibold dark:text-slate-100 my-2\">6.2 Periklanan</h3><ul class=\"ml-5 list-disc mt-3\"><li><p>Kami menggunakan Google AdSense dan layanan periklanan lainnya untuk menampilkan iklan</p></li><li><p>Pengiklan pihak ketiga dapat menggunakan cookie dan teknologi serupa</p></li><li><p>Kami tidak bertanggung jawab atas konten atau praktik pengiklan</p></li></ul><h2 class=\"font-semibold dark:text-slate-100 my-3\">7. Privasi dan Perlindungan Data</h2><ul class=\"ml-5 list-disc mt-3\"><li><p>Privasi Anda penting bagi kami. Silakan tinjau <a href=\"/id/privacy-policy\" class=\"text-blue-600 hover:text-blue-400 dark:text-blue-400 dark:hover:text-blue-500\">Kebijakan Privasi</a> kami, yang juga mengatur penggunaan website Anda</p></li><li><p>Kami mengumpulkan dan menggunakan informasi sebagaimana dijelaskan dalam Kebijakan Privasi kami</p></li><li><p>Dengan menggunakan website kami, Anda menyetujui pengumpulan dan penggunaan data sebagaimana diuraikan dalam Kebijakan Privasi kami</p></li></ul><h2 class=\"font-semibold dark:text-slate-100 my-3\">8. Penafian Jaminan</h2><h3 class=\"font-semibold dark:text-slate-100 my-2\">8.1 Dasar \"Sebagaimana Adanya\"</h3><ul class=\"ml-5 list-disc mt-3\"><li><p>Website dan semua informasi, konten, materi, produk, dan layanan yang disertakan disediakan atas dasar \"sebagaimana adanya\" dan \"sebagaimana tersedia\"</p></li><li><p>Kami tidak membuat pernyataan atau jaminan apa pun, tersurat atau tersirat</p></li></ul><h3 class=\"font-semibold dark:text-slate-100 my-2\">8.2 Konten Edukasi</h3><ul class=\"ml-5 list-disc mt-3\"><li><p>Tutorial pemrograman dan contoh kode disediakan untuk tujuan edukasi</p></li><li><p>Kami tidak menjamin bahwa informasi tersebut lengkap, akurat, atau terkini</p></li><li><p>Implementasi contoh kode adalah risiko Anda sendiri</p></li></ul><h2 class=\"font-semibold dark:text-slate-100 my-3\">9. Pembatasan Tanggung Jawab</h2><ul class=\"ml-5 list-disc mt-3\"><li><p>Dalam keadaan apa pun NganggurDev tidak bertanggung jawab atas kerusakan langsung, tidak langsung, insidental, khusus, konsekuensial, atau hukuman</p></li><li><p>Ini termasuk namun tidak terbatas pada kerusakan karena kehilangan keuntungan, goodwill, penggunaan, data, atau kerugian tidak berwujud lainnya</p></li><li><p>Beberapa yurisdiksi tidak mengizinkan pengecualian jaminan tertentu atau pembatasan tanggung jawab, sehingga beberapa pembatasan di atas mungkin tidak berlaku untuk Anda</p></li></ul><h2 class=\"font-semibold dark:text-slate-100 my-3\">10. Ganti Rugi</h2><p>Anda setuju untuk mengganti rugi dan membebaskan NganggurDev dari klaim atau tuntutan apa pun, termasuk biaya pengacara yang wajar, yang dibuat oleh pihak ketiga karena atau timbul dari pelanggaran Anda terhadap Ketentuan Layanan ini, pelanggaran hukum apa pun, atau pelanggaran hak pihak ketiga.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">11. Modifikasi Ketentuan</h2><ul class=\"ml-5 list-disc mt-3\"><li><p>Kami berhak untuk memodifikasi ketentuan ini kapan saja</p></li><li><p>Perubahan akan diposting di halaman ini dengan tanggal revisi yang diperbarui</p></li><li><p>Penggunaan website Anda yang berkelanjutan setelah posting perubahan merupakan penerimaan perubahan tersebut</p></li></ul><h2 class=\"font-semibold dark:text-slate-100 my-3\">12. Penghentian</h2><p>Kami dapat menghentikan atau menangguhkan akses ke website kami segera, tanpa pemberitahuan sebelumnya atau tanggung jawab, untuk alasan apa pun, termasuk tanpa batasan jika Anda melanggar Ketentuan Layanan.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">13. Hukum yang Berlaku</h2><p>Ketentuan ini akan ditafsirkan dan diatur oleh hukum Indonesia. Setiap sengketa yang berkaitan dengan ketentuan ini akan tunduk pada yurisdiksi eksklusif pengadilan Indonesia.</p><h2 class=\"font-semibold dark:text-slate-100 my-3\">14. Informasi Kontak</h2><p>Jika Anda memiliki pertanyaan tentang Ketentuan Layanan ini, silakan hubungi kami di:</p><ul class=\"ml-5 list-disc mt-3\"><li><p>Email: <a href=\"mailto:business.nganggurdev@gmail.com\" class=\"text-blue-600 hover:text-blue-400 dark:text-blue-400 dark:hover:text-blue-500\">business.nganggurdev@gmail.com</a></p></li><li><p>Website: nganggurdev.com</p></li></ul>"
}